/* RSSBadge */
"Choose collection in the Inspector" = "Choose collection in the Inspector";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Subscribe to RSS feed";

/* RSS Badge */
"The chosen collection has no RSS feed. Please use the Inspector to set it to generate an RSS feed." = "The chosen collection has no RSS feed. Please use the Inspector to set it to generate an RSS feed.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS reader application." = "To subscribe to this feed, drag or copy/paste this link to an RSS reader application.";

